acpi
acpid
arch-audit
autoconf
automake
base-devel
bash-completion
bison
binutils
bluez
bluez-libs
bluez-tools
bluez-utils
brightnessctl
btrfs-progs
clamav
cpupower
cups
dialog
dnssec-tools
dosfstools
efibootmgr
fail2ban
firetools
gammastep
git
grimshot
grub-btrfs
htop
inetutils
libb64
linux-lts-headers
mesa
mtools
ncdu
neofetch
netctl
netstat-nat
network-manager-applet
nfs-utils
ngrep
ntfs-3g
openssh
os-prober
patch
playerctl
pipewire
powertop
python
ranger
rkhunter
snap-pac
snapper
thermald
tlp
usbutils
ufw
wf-recorder
wireless_tools
wpa_supplicant
xdg-user-dirs

--END OF MINIMAL INSTALL--
alacritty
chromium
discord
eog
filezilla
firefox
font-manager
file-roller
gimp
gnome-boxes
gnome-disk-utility
gnome-tweaks
grub-customizer
hplip
inkscape
kdenlive
libreoffice-fresh
okular
pavucontrol
scribus
seahorse
tipp10
vlc

noto-fonts-emoji
awesome-terminal-fonts
terminus-font
traceroute
ttf-droid
powerline-fonts
ttf-hack
ttf-roboto

